{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1500, "word_counts": "{\"mike\": 11, \"bostock\": 1, \"said\": 172, \"received\": 243, \"from\": 1572, \"trackingnumber\": 1, \"url\": 4440, \"number\": 20446, \"by\": 1178, \"postfix\": 3, \"with\": 1684, \"esmtp\": 2, \"id\": 32, \"numberednumber\": 1, \"for\": 3088, \"mydomain\": 1, \"co\": 47, \"uk\": 25, \"sun\": 7, \"sep\": 161, \"edt\": 5, \"x\": 190, \"mailer\": 48, \"roving\": 1, \"constant\": 4, \"contact\": 160, \"patchnumberc\": 1, \"pnumberc\": 1, \"schedenhancement\": 1, \"http\": 133, \"www\": 19, \"constantcontact\": 1, \"com\": 105, \"is\": 3042, \"worthy\": 3, \"of\": 5708, \"attention\": 36, \"and\": 5790, \"a\": 4983, \"rule\": 15, \"if\": 1164, \"you\": 4598, \"go\": 288, \"to\": 8013, \"their\": 376, \"web\": 218, \"site\": 189, \"it\": 2431, \"would\": 424, \"appear\": 28, \"that\": 2551, \"they\": 532, \"are\": 1473, \"in\": 3691, \"the\": 10402, \"business\": 416, \"email\": 803, \"mass\": 24, \"marketing\": 137, \"unfortunately\": 18, \"mailing\": 272, \"me\": 487, \"got\": 102, \"through\": 217, \"spamassassin\": 258, \"interesting\": 35, \"i\": 3203, \"haven\": 40, \"t\": 1125, \"seen\": 79, \"anything\": 96, \"these\": 275, \"guys\": 20, \"about\": 558, \"year\": 212, \"but\": 674, \"looking\": 132, \"at\": 963, \"your\": 2320, \"hdr\": 3, \"re\": 252, \"still\": 127, \"doing\": 84, \"ok\": 60, \"come\": 101, \"up\": 571, \"an\": 929, \"hits\": 10, \"mails\": 127, \"we\": 1139, \"ll\": 231, \"put\": 107, \"testing\": 35, \"j\": 47, \"this\": 2889, \"sponsored\": 122, \"thinkgeek\": 69, \"welcome\": 84, \"geek\": 72, \"heaven\": 72, \"talk\": 94, \"list\": 673, \"no\": 730, \"was\": 777, \"just\": 548, \"little\": 111, \"confused\": 10, \"because\": 344, \"m\": 320, \"running\": 72, \"procmail\": 43, \"on\": 2008, \"gateway\": 5, \"sits\": 1, \"between\": 71, \"external\": 5, \"sendmail\": 25, \"box\": 67, \"internal\": 30, \"exchange\": 25, \"bridgehead\": 1, \"server\": 143, \"so\": 627, \"there\": 532, \"isn\": 54, \"any\": 579, \"delivery\": 25, \"local\": 63, \"system\": 178, \"only\": 577, \"gets\": 44, \"inbound\": 6, \"moment\": 37, \"get\": 682, \"rid\": 7, \"complication\": 1, \"back\": 150, \"two\": 184, \"boxes\": 20, \"did\": 143, \"test\": 134, \"which\": 428, \"looked\": 25, \"like\": 434, \"right\": 205, \"very\": 203, \"limited\": 72, \"due\": 69, \"config\": 20, \"currently\": 86, \"have\": 1367, \"s\": 1755, \"confusing\": 3, \"when\": 350, \"set\": 136, \"as\": 1379, \"jason\": 8, \"original\": 70, \"message\": 358, \"stephane\": 3, \"lentz\": 3, \"mailto\": 77, \"ansf\": 1, \"alcatel\": 1, \"fr\": 2, \"sent\": 181, \"monday\": 29, \"september\": 102, \"pm\": 58, \"subject\": 205, \"satalk\": 2, \"separate\": 16, \"outbound\": 5, \"mon\": 25, \"numberpm\": 47, \"qualkenbush\": 1, \"wrote\": 119, \"way\": 218, \"check\": 239, \"spam\": 431, \"mail\": 687, \"ignore\": 15, \"using\": 233, \"call\": 168, \"know\": 251, \"more\": 753, \"question\": 53, \"my\": 1038, \"google\": 69, \"searches\": 17, \"turned\": 17, \"people\": 545, \"trying\": 66, \"log\": 139, \"all\": 1020, \"doesn\": 93, \"called\": 69, \"outgoing\": 2, \"messages\": 224, \"other\": 418, \"machines\": 12, \"agent\": 61, \"traffic\": 23, \"machine\": 44, \"sl\": 1, \"alcanet\": 1, \"international\": 59, \"internet\": 251, \"services\": 138, \"semi\": 4, \"educated\": 6, \"guess\": 29, \"wrong\": 40, \"someone\": 74, \"please\": 552, \"correct\": 14, \"spamd\": 21, \"setuid\": 9, \"user\": 158, \"spamc\": 15, \"since\": 119, \"calling\": 15, \"global\": 13, \"procmailrc\": 21, \"file\": 162, \"being\": 175, \"run\": 181, \"root\": 38, \"most\": 230, \"likely\": 34, \"won\": 124, \"open\": 75, \"prefs\": 9, \"files\": 108, \"man\": 45, \"page\": 157, \"u\": 181, \"username\": 6, \"argument\": 20, \"has\": 585, \"been\": 360, \"obsoleted\": 1, \"use\": 587, \"per\": 172, \"whose\": 33, \"should\": 263, \"load\": 17, \"some\": 331, \"though\": 77, \"eg\": 1, \"nobody\": 24, \"cyrus\": 1, \"etc\": 88, \"then\": 321, \"can\": 996, \"flag\": 3, \"solution\": 31, \"dropprivs\": 6, \"yes\": 131, \"before\": 199, \"will\": 1089, \"drop\": 18, \"privileges\": 3, \"might\": 96, \"had\": 240, \"suid\": 1, \"or\": 1559, \"sgid\": 1, \"useful\": 28, \"want\": 283, \"guarantee\": 57, \"bottom\": 28, \"half\": 68, \"executed\": 15, \"behalf\": 25, \"recipient\": 11, \"hope\": 39, \"helps\": 22, \"also\": 353, \"st\": 16, \"admin\": 23, \"cheryl\": 3, \"l\": 162, \"southard\": 2, \"tuesday\": 34, \"ignored\": 26, \"hi\": 51, \"am\": 243, \"runs\": 47, \"wide\": 21, \"flags\": 5, \"d\": 296, \"c\": 118, \"program\": 224, \"deployed\": 3, \"personal\": 127, \"read\": 151, \"each\": 247, \"time\": 536, \"see\": 240, \"non\": 91, \"default\": 31, \"required\": 90, \"value\": 74, \"reported\": 36, \"every\": 196, \"e\": 616, \"status\": 34, \"line\": 185, \"now\": 517, \"longer\": 50, \"processed\": 11, \"outside\": 18, \"computers\": 15, \"one\": 657, \"cf\": 18, \"however\": 71, \"send\": 356, \"correctly\": 13, \"does\": 211, \"anyone\": 115, \"how\": 471, \"fix\": 10, \"problem\": 125, \"bug\": 56, \"thanks\": 140, \"cld\": 1, \"jm\": 42, \"justin\": 8, \"mason\": 6, \"writes\": 67, \"except\": 31, \"thing\": 114, \"defanged\": 1, \"mime\": 30, \"big\": 68, \"didn\": 83, \"remove\": 183, \"headers\": 82, \"instead\": 86, \"reverted\": 1, \"prev\": 1, \"versions\": 13, \"less\": 105, \"work\": 276, \"btw\": 7, \"fixed\": 25, \"downloads\": 6, \"un\": 108, \"defangs\": 1, \"screwing\": 1, \"results\": 80, \"where\": 185, \"sa\": 49, \"markup\": 4, \"present\": 36, \"ever\": 119, \"warning\": 11, \"never\": 153, \"worked\": 19, \"dan\": 25, \"picked\": 20, \"razor\": 396, \"sdk\": 4, \"agents\": 31, \"suse\": 8, \"intalled\": 1, \"problems\": 77, \"tests\": 41, \"passed\": 35, \"try\": 116, \"make\": 465, \"kinds\": 6, \"errors\": 13, \"particuliar\": 1, \"says\": 57, \"net\": 120, \"dns\": 14, \"missing\": 28, \"seems\": 67, \"be\": 1529, \"passes\": 10, \"help\": 224, \"appreciated\": 9, \"doug\": 2, \"daniel\": 15, \"quinlan\": 4, \"allen\": 5, \"smith\": 11, \"easmith\": 1, \"beatrice\": 1, \"rutgers\": 1, \"edu\": 10, \"well\": 207, \"bit\": 57, \"fiddling\": 5, \"ga\": 11, \"don\": 367, \"large\": 69, \"corpus\": 53, \"practically\": 12, \"available\": 148, \"processable\": 1, \"within\": 164, \"reasonable\": 5, \"processor\": 12, \"justify\": 4, \"part\": 118, \"research\": 32, \"not\": 1460, \"processing\": 50, \"order\": 278, \"out\": 705, \"changes\": 34, \"needs\": 43, \"copy\": 103, \"tmp\": 10, \"scores\": 17, \"h\": 52, \"generated\": 25, \"prior\": 9, \"going\": 120, \"into\": 300, \"action\": 37, \"why\": 145, \"start\": 157, \"much\": 235, \"easier\": 22, \"those\": 218, \"ah\": 14, \"getting\": 88, \"directory\": 60, \"listing\": 11, \"done\": 67, \"create\": 46, \"own\": 216, \"good\": 196, \"point\": 73, \"report\": 346, \"day\": 253, \"shall\": 34, \"live\": 83, \"infamy\": 1, \"ii\": 4, \"give\": 126, \"essential\": 5, \"liberty\": 2, \"obtain\": 12, \"temporary\": 6, \"safety\": 17, \"deserve\": 16, \"neither\": 7, \"nor\": 20, \"benjamin\": 1, \"franklin\": 1, \"unable\": 6, \"find\": 171, \"matt\": 8, \"relay\": 5, \"sbcglobal\": 1, \"sure\": 136, \"address\": 326, \"resend\": 1, \"spamtalk\": 1, \"probably\": 66, \"better\": 135, \"than\": 334, \"phrases\": 3, \"approach\": 23, \"database\": 92, \"used\": 146, \"white\": 30, \"black\": 56, \"tie\": 3, \"xml\": 19, \"retrieval\": 1, \"central\": 25, \"repositories\": 1, \"mysql\": 10, \"do\": 760, \"replication\": 1, \"properly\": 9, \"let\": 118, \"us\": 415, \"eyeball\": 4, \"keep\": 136, \"date\": 679, \"another\": 117, \"idea\": 67, \"could\": 261, \"synthesize\": 1, \"rbl\": 1, \"becomes\": 6, \"reverse\": 8, \"lookup\": 3, \"tricky\": 1, \"specify\": 6, \"randomized\": 1, \"intermediate\": 1, \"plan\": 77, \"implementation\": 10, \"hmm\": 2, \"down\": 144, \"basically\": 13, \"store\": 44, \"hash\": 3, \"sums\": 1, \"urls\": 4, \"phone\": 170, \"numbers\": 93, \"found\": 95, \"dnsbl\": 1, \"apps\": 5, \"look\": 95, \"spamcop\": 1, \"spamvertized\": 1, \"dedicated\": 6, \"servers\": 41, \"linux\": 98, \"freebsd\": 22, \"free\": 819, \"setup\": 45, \"fast\": 52, \"network\": 60, \"today\": 219, \"seem\": 34, \"lot\": 109, \"relayed\": 1, \"via\": 92, \"recently\": 46, \"others\": 61, \"confirm\": 9, \"case\": 123, \"forged\": 3, \"hostname\": 1, \"them\": 322, \"typically\": 5, \"host\": 14, \"grep\": 6, \"sort\": 24, \"rn\": 2, \"spammers\": 20, \"definitely\": 17, \"increasing\": 7, \"month\": 107, \"percentage\": 19, \"wise\": 6, \"spams\": 54, \"last\": 141, \"randomly\": 15, \"tagline\": 6, \"believe\": 79, \"ve\": 227, \"cuddled\": 1, \"elses\": 1, \"larry\": 6, \"wall\": 22, \"iaanumber\": 1, \"org\": 23, \"entire\": 52, \"training\": 131, \"evaluation\": 10, \"once\": 127, \"settled\": 8, \"final\": 14, \"method\": 67, \"release\": 59, \"data\": 233, \"interestingly\": 2, \"apparently\": 20, \"encrypted\": 6, \"rotnumber\": 6, \"yr\": 1, \"archive\": 11, \"least\": 87, \"hit\": 29, \"theo\": 10, \"van\": 34, \"dinter\": 6, \"felicity\": 3, \"kluge\": 1, \"hmmm\": 4, \"surprised\": 17, \"especially\": 19, \"seeing\": 18, \"false\": 111, \"positives\": 24, \"matches\": 5, \"worthwhile\": 7, \"bad\": 54, \"overall\": 10, \"nonspam\": 7, \"o\": 78, \"rank\": 3, \"score\": 37, \"name\": 356, \"fps\": 2, \"worried\": 7, \"eval\": 2, \"turning\": 5, \"word\": 61, \"characters\": 14, \"regular\": 23, \"expression\": 1, \"same\": 196, \"worth\": 31, \"html\": 229, \"comments\": 36, \"types\": 12, \"enough\": 68, \"far\": 64, \"bother\": 3, \"add\": 126, \"really\": 113, \"addresses\": 137, \"update\": 22, \"cvsroot\": 16, \"lib\": 33, \"usw\": 6, \"pr\": 9, \"cvsnumber\": 6, \"cvs\": 37, \"servnumber\": 6, \"modified\": 20, \"tag\": 11, \"bnumber\": 9, \"r\": 87, \"w\": 101, \"were\": 202, \"respecting\": 7, \"auto\": 38, \"whitelist\": 72, \"path\": 23, \"index\": 21, \"rcs\": 10, \"v\": 58, \"retrieving\": 20, \"revision\": 19, \"diff\": 11, \"b\": 97, \"rnumber\": 25, \"oct\": 48, \"public\": 71, \"methods\": 18, \"item\": 8, \"f\": 82, \"init\": 11, \"parse\": 3, \"current\": 85, \"configuration\": 6, \"preferences\": 105, \"cut\": 27, \"sub\": 5, \"self\": 64, \"pref\": 1, \"todo\": 2, \"cache\": 1, \"necessary\": 25, \"desc\": 1, \"commits\": 12, \"raw\": 16, \"warn\": 3, \"operation\": 15, \"spamtest\": 5, \"opt\": 85, \"elsif\": 2, \"db\": 33, \"based\": 139, \"ips\": 12, \"satest\": 4, \"begin\": 31, \"patterns\": 73, \"scr\": 2, \"args\": 2, \"dbbasedaddrlist\": 2, \"sarun\": 44, \"addr\": 17, \"cb\": 44, \"times\": 124, \"nice\": 55, \"rules\": 42, \"porn\": 20, \"galleries\": 1, \"ratware\": 2, \"lc\": 2, \"outlook\": 8, \"short\": 35, \"safeguard\": 2, \"notice\": 64, \"mailman\": 12, \"significant\": 26, \"diffond\": 1, \"friends\": 55, \"united\": 116, \"popular\": 34, \"old\": 155, \"school\": 43, \"rcvd\": 2, \"malte\": 1, \"stretz\": 1, \"what\": 488, \"irix\": 1, \"docs\": 3, \"cygwin\": 6, \"exe\": 3, \"ext\": 20, \"cosmetic\": 2, \"rather\": 38, \"disturbing\": 4, \"malformed\": 2, \"borken\": 1, \"wontfix\": 3, \"packaging\": 3, \"related\": 37, \"eh\": 4, \"leave\": 34, \"nothing\": 81, \"moderately\": 3, \"serious\": 46, \"shown\": 19, \"tonight\": 10, \"tomorrow\": 16, \"gmt\": 54, \"reason\": 64, \"wasn\": 22, \"causing\": 6, \"trouble\": 12, \"submitted\": 7, \"response\": 95, \"saying\": 20, \"held\": 28, \"moderator\": 2, \"implicit\": 1, \"destination\": 8, \"something\": 138, \"annoyed\": 3, \"users\": 314, \"actually\": 75, \"around\": 95, \"accepting\": 8, \"duncan\": 3, \"findlay\": 1, \"devel\": 39, \"changed\": 34, \"removed\": 161, \"added\": 45, \"new\": 524, \"resolved\": 14, \"resolution\": 14, \"additional\": 43, \"made\": 218, \"bugzilla\": 4, \"yet\": 68, \"committed\": 3, \"patch\": 14, \"both\": 104, \"head\": 34, \"explains\": 14, \"receiving\": 142, \"assignee\": 27, \"watching\": 30, \"assigned\": 3, \"gradually\": 3, \"thankfully\": 1, \"stuff\": 56, \"acn\": 1, \"avoided\": 1, \"different\": 116, \"perl\": 302, \"jsut\": 1, \"vary\": 4, \"concept\": 22, \"unless\": 29, \"libdir\": 1, \"usr\": 33, \"perlnumber\": 48, \"foo\": 3, \"existence\": 13, \"share\": 46, \"storing\": 10, \"worse\": 14, \"need\": 254, \"band\": 7, \"tell\": 71, \"dev\": 9, \"null\": 4, \"allow\": 78, \"bots\": 2, \"build\": 45, \"think\": 167, \"details\": 47, \"peeved\": 1, \"elaborate\": 3, \"specifically\": 16, \"contrib\": 11, \"thought\": 47, \"filter\": 27, \"die\": 18, \"tried\": 54, \"multiple\": 25, \"ways\": 44, \"transparently\": 1, \"failed\": 22, \"bright\": 4, \"ideas\": 38, \"jump\": 13, \"upgrading\": 1, \"cpan\": 12, \"shell\": 9, \"failure\": 13, \"extutils\": 12, \"makemaker\": 13, \"quite\": 39, \"modules\": 13, \"nowadays\": 1, \"somewhere\": 22, \"respectively\": 1, \"error\": 140, \"clear\": 18, \"version\": 94, \"chance\": 28, \"reach\": 31, \"writemakefile\": 2, \"prereq\": 2, \"option\": 13, \"automatically\": 28, \"upgrade\": 12, \"module\": 26, \"cannot\": 46, \"after\": 258, \"lines\": 34, \"require\": 29, \"hand\": 33, \"automagically\": 1, \"uncaught\": 1, \"exception\": 4, \"code\": 130, \"makefile\": 5, \"anyway\": 22, \"insult\": 3, \"injury\": 2, \"during\": 76, \"blib\": 8, \"fine\": 17, \"write\": 78, \"overridable\": 1, \"even\": 199, \"potentially\": 7, \"install\": 29, \"codebase\": 3, \"first\": 257, \"cause\": 23, \"our\": 835, \"preprocessor\": 2, \"clean\": 11, \"overwrite\": 1, \"directly\": 24, \"postamble\": 1, \"already\": 75, \"useless\": 8, \"doc\": 5, \"adding\": 27, \"commands\": 9, \"section\": 28, \"gives\": 21, \"warnings\": 5, \"overriding\": 1, \"target\": 16, \"ignoring\": 10, \"either\": 60, \"strongly\": 25, \"against\": 73, \"usage\": 18, \"apache\": 9, \"project\": 40, \"veto\": 1, \"vote\": 4, \"imho\": 1, \"manual\": 39, \"installation\": 18, \"opinion\": 14, \"ask\": 41, \"best\": 209, \"cc\": 18, \"who\": 413, \"combination\": 6, \"versioning\": 1, \"close\": 25, \"comment\": 28, \"valid\": 26, \"albeit\": 2, \"seldom\": 2, \"rfc\": 3, \"header\": 89, \"relieving\": 1, \"invalid\": 4, \"msgid\": 1, \"supposed\": 16, \"summary\": 19, \"scam\": 19, \"product\": 108, \"unspecified\": 3, \"platform\": 21, \"os\": 57, \"severity\": 3, \"normal\": 18, \"priority\": 12, \"pnumber\": 8, \"component\": 5, \"assignedto\": 4, \"reportedby\": 3, \"friedman\": 1, \"bondedsender\": 2, \"certified\": 15, \"domains\": 20, \"trusted\": 12, \"encourage\": 6, \"change\": 210, \"spammed\": 2, \"customers\": 56, \"documentation\": 12, \"website\": 78, \"complain\": 7, \"financially\": 19, \"penalized\": 1, \"sending\": 91, \"unsolicited\": 45, \"proof\": 10, \"contract\": 32, \"trust\": 57, \"rod\": 3, \"conspiracy\": 2, \"theories\": 3, \"supply\": 10, \"examples\": 9, \"scored\": 6, \"img\": 70, \"enhancement\": 8, \"inspired\": 6, \"complaints\": 4, \"image\": 76, \"mostly\": 15, \"cooked\": 2, \"three\": 63, \"sets\": 38, \"analyze\": 2, \"tags\": 38, \"looks\": 37, \"total\": 168, \"area\": 46, \"images\": 26, \"num\": 21, \"imgs\": 2, \"longest\": 10, \"consecutive\": 4, \"consec\": 20, \"easy\": 158, \"compute\": 1, \"inside\": 19, \"width\": 41, \"height\": 22, \"properties\": 22, \"multiply\": 1, \"together\": 29, \"result\": 39, \"areanumber\": 19, \"imgsnumber\": 39, \"figured\": 7, \"interspersed\": 1, \"table\": 41, \"paragraph\": 15, \"linebreak\": 1, \"whitespace\": 2, \"plain\": 28, \"text\": 102, \"defined\": 9, \"ones\": 17, \"pretty\": 39, \"handful\": 3, \"larger\": 23, \"next\": 152, \"meta\": 5, \"reduce\": 15, \"fp\": 17, \"rate\": 114, \"low\": 82, \"mgm\": 1, \"great\": 120, \"note\": 82, \"few\": 155, \"words\": 41, \"top\": 112, \"disclaimer\": 8, \"end\": 80, \"mind\": 58, \"typical\": 13, \"slips\": 1, \"huge\": 46, \"split\": 16, \"ends\": 21, \"nums\": 6, \"triggers\": 2, \"digits\": 3, \"trailing\": 3, \"ratios\": 3, \"names\": 104, \"four\": 38, \"five\": 68, \"digitis\": 2, \"six\": 48, \"froms\": 1, \"single\": 36, \"digit\": 2, \"sake\": 7, \"completeness\": 1, \"here\": 663, \"numsnumber\": 6, \"yahoo\": 64, \"groups\": 60, \"sticking\": 3, \"stats\": 10, \"dq\": 15, \"rsync\": 4, \"key\": 49, \"efficient\": 8, \"bandwidth\": 13, \"allows\": 17, \"select\": 23, \"wget\": 1, \"bigger\": 8, \"issue\": 72, \"europeans\": 1, \"involved\": 36, \"imo\": 7, \"scriptable\": 1, \"days\": 135, \"must\": 136, \"horrible\": 2, \"dial\": 12, \"automate\": 1, \"submission\": 7, \"authentication\": 4, \"sufficiently\": 5, \"authenticated\": 2, \"take\": 189, \"reasonly\": 1, \"carry\": 20, \"itself\": 28, \"over\": 357, \"ssh\": 5, \"secure\": 52, \"access\": 128, \"keys\": 17, \"suggest\": 21, \"rsyncing\": 1, \"submit\": 18, \"subdirectory\": 2, \"nightly\": 10, \"frequencies\": 1, \"collation\": 1, \"randy\": 2, \"bush\": 7, \"stable\": 6, \"spamasassin\": 1, \"razornumber\": 58, \"such\": 171, \"reporting\": 13, \"requires\": 27, \"repo\": 1, \"until\": 73, \"switch\": 9, \"pipinng\": 1, \"vm\": 13, \"under\": 119, \"emacs\": 16, \"oops\": 6, \"sorry\": 21, \"register\": 49, \"recall\": 7, \"rmail\": 1, \"varieties\": 1, \"techniques\": 20, \"sorting\": 3, \"favorite\": 18, \"correspondents\": 4, \"mix\": 8, \"leaving\": 9, \"hundreds\": 60, \"commercials\": 2, \"campus\": 1, \"computer\": 179, \"puts\": 9, \"many\": 216, \"kenneth\": 1, \"nerhood\": 1, \"too\": 163, \"weird\": 11, \"things\": 86, \"awl\": 3, \"installed\": 16, \"fresh\": 12, \"ran\": 17, \"bunch\": 10, \"kept\": 24, \"adjusting\": 1, \"negative\": 38, \"exactly\": 47, \"intended\": 39, \"legit\": 2, \"senders\": 2, \"habitually\": 1, \"eventually\": 24, \"hell\": 22, \"spammer\": 9, \"tells\": 9, \"bay\": 10, \"eff\": 6, \"having\": 56, \"benifit\": 1, \"party\": 57, \"ast\": 1, \"dna\": 3, \"lounge\": 1, \"san\": 29, \"francisco\": 12, \"wil\": 1, \"weaton\": 1, \"wesley\": 1, \"crussher\": 1, \"star\": 7, \"trek\": 6, \"tng\": 2, \"fight\": 16, \"barney\": 6, \"dinasour\": 1, \"osdn\": 48, \"tired\": 59, \"cell\": 59, \"thursday\": 16, \"august\": 38, \"figure\": 29, \"freqs\": 1, \"wait\": 40, \"cares\": 3, \"sed\": 1, \"dropped\": 9, \"logs\": 14, \"step\": 108, \"unneccesary\": 1, \"scripts\": 12, \"aren\": 32, \"script\": 36, \"immutable\": 3, \"took\": 41, \"brief\": 17, \"glance\": 1, \"couldn\": 17, \"fully\": 34, \"able\": 61, \"handled\": 10, \"tflags\": 1, \"couple\": 19, \"releases\": 11, \"occurred\": 5, \"infrequently\": 1, \"thumb\": 3, \"wind\": 9, \"subjective\": 1, \"criteria\": 8, \"kick\": 6, \"off\": 126, \"away\": 86, \"weekend\": 16, \"linuxbierwanderung\": 1, \"craig\": 26, \"shouldn\": 11, \"assuming\": 14, \"darned\": 1, \"compile\": 5, \"gonna\": 2, \"steve\": 18, \"thomas\": 5, \"created\": 27, \"honeypot\": 1, \"alias\": 3, \"hidden\": 21, \"font\": 53, \"color\": 18, \"background\": 15, \"link\": 254, \"pages\": 32, \"msg\": 24, \"save\": 129, \"locally\": 4, \"ago\": 34, \"viruses\": 42, \"sircam\": 1, \"rejected\": 15, \"mta\": 9, \"level\": 51, \"saved\": 16, \"fwiw\": 3, \"recommend\": 9, \"crud\": 1, \"bounces\": 5, \"virii\": 1, \"render\": 8, \"dirty\": 9, \"jabber\": 6, \"world\": 158, \"fastest\": 32, \"growing\": 45, \"real\": 137, \"communications\": 18, \"im\": 19, \"bob\": 5, \"sully\": 1, \"tossing\": 5, \"daily\": 94, \"logwatch\": 1, \"reports\": 91, \"bucket\": 1, \"recent\": 36, \"folowing\": 1, \"logwatches\": 1, \"procedure\": 5, \"attach\": 3, \"sample\": 15, \"attachment\": 8, \"intact\": 1, \"alan\": 6, \"spec\": 8, \"barfs\": 1, \"tries\": 3, \"filed\": 9, \"suspect\": 16, \"compatibility\": 4, \"issues\": 27, \"later\": 83, \"legacy\": 3, \"major\": 53, \"quickest\": 5, \"say\": 113, \"needed\": 49, \"newer\": 1, \"soapbox\": 1, \"delivered\": 22, \"daz\": 1, \"contains\": 72, \"banned\": 2, \"offensive\": 8, \"david\": 29, \"h\\u00f6hn\": 1, \"hello\": 15, \"discussed\": 4, \"article\": 47, \"his\": 300, \"thank\": 77, \"bayesian\": 6, \"thread\": 4, \"hughes\": 1, \"reproduced\": 3, \"full\": 108, \"obfuscation\": 1, \"taken\": 45, \"place\": 83, \"hostnames\": 1, \"cases\": 26, \"replaced\": 8, \"mx\": 3, \"record\": 32, \"nope\": 2, \"balam\": 1, \"dig\": 4, \"knew\": 16, \"feel\": 74, \"forward\": 45, \"possibly\": 18, \"interested\": 85, \"parties\": 17, \"caveats\": 1, \"decending\": 1, \"concern\": 6, \"falsely\": 2, \"incorrectly\": 2, \"dcc\": 11, \"pyzor\": 5, \"certain\": 20, \"rbls\": 2, \"distributed\": 12, \"shape\": 29, \"form\": 190, \"projects\": 21, \"rely\": 10, \"filtering\": 22, \"tuning\": 7, \"development\": 39, \"adopt\": 5, \"elements\": 12, \"throw\": 12, \"filters\": 9, \"course\": 94, \"always\": 82, \"progression\": 2, \"technology\": 55, \"second\": 71, \"alleviated\": 4, \"somewhat\": 5, \"nilsimsa\": 3, \"signature\": 22, \"similar\": 40, \"format\": 36, \"giving\": 33, \"unique\": 46, \"mdnumber\": 3, \"sha\": 2, \"third\": 45, \"worry\": 20, \"perhaps\": 35, \"identified\": 16, \"compression\": 4, \"corpuses\": 8, \"performance\": 44, \"replacement\": 8, \"independent\": 54, \"finding\": 25, \"distribute\": 12, \"collate\": 2, \"viable\": 5, \"long\": 129, \"term\": 50, \"glad\": 12, \"working\": 93, \"seriously\": 16, \"building\": 21, \"creating\": 21, \"multi\": 23, \"technique\": 16, \"spamtraps\": 2, \"usenet\": 7, \"replying\": 11, \"thousands\": 100, \"week\": 134, \"trimmed\": 1, \"readme\": 7, \"maybe\": 60, \"rewriting\": 4, \"ids\": 2, \"pick\": 15, \"nah\": 1, \"yep\": 4, \"primary\": 21, \"released\": 15, \"provide\": 91, \"academic\": 5, \"systems\": 41, \"compared\": 8, \"known\": 45, \"everyone\": 47, \"maintain\": 11, \"request\": 70, \"example\": 65, \"sourceforge\": 8, \"friday\": 18, \"digest\": 5, \"vol\": 2, \"msgs\": 20, \"fri\": 6, \"aug\": 46, \"rose\": 8, \"bobby\": 5, \"brose\": 1, \"med\": 8, \"wayne\": 3, \"julian\": 3, \"bond\": 8, \"voidstar\": 1, \"milter\": 4, \"bort\": 2, \"paul\": 32, \"pbort\": 1, \"tmwsystems\": 1, \"compiled\": 12, \"support\": 76, \"smrazor\": 2, \"easily\": 86, \"while\": 122, \"without\": 146, \"mentioned\": 13, \"options\": 14, \"following\": 136, \"echo\": 1, \"z\": 28, \"bt\": 1, \"dnumber\": 3, \"sven\": 8, \"fork\": 9, \"exec\": 2, \"interpreter\": 1, \"incoming\": 9, \"reckon\": 4, \"vulerable\": 1, \"dos\": 8, \"attack\": 14, \"effort\": 39, \"overhead\": 3, \"razord\": 1, \"unix\": 11, \"socket\": 6, \"spare\": 7, \"resources\": 26, \"bonjour\": 2, \"writting\": 1, \"python\": 71, \"qmail\": 7, \"finish\": 5, \"positive\": 35, \"somebody\": 8, \"knows\": 14, \"whrere\": 1, \"ps\": 12, \"escuse\": 1, \"pooooooor\": 1, \"english\": 14, \"toorop\": 2, \"lorsque\": 2, \"que\": 8, \"vous\": 36, \"avez\": 6, \"\\u00e9limin\\u00e9\": 2, \"impossible\": 12, \"ce\": 13, \"qui\": 6, \"reste\": 2, \"m\\u00eame\": 6, \"si\": 7, \"est\": 31, \"improbable\": 3, \"doit\": 2, \"\\u00eatre\": 4, \"la\": 70, \"v\\u00e9rit\\u00e9\": 2, \"manually\": 8, \"console\": 2, \"whether\": 65, \"implement\": 11, \"general\": 71, \"whith\": 1, \"qmailq\": 2, \"uid\": 1, \"exit\": 2, \"unblessed\": 14, \"reference\": 38, \"client\": 77, \"home\": 341, \"permission\": 30, \"scann\\u00e9\": 1, \"par\": 20, \"protecmail\": 1, \"scenario\": 2, \"numbermhz\": 17, \"pc\": 60, \"funning\": 2, \"ordinarily\": 2, \"idle\": 2, \"supports\": 7, \"wife\": 26, \"various\": 37, \"members\": 55, \"family\": 86, \"fair\": 30, \"amount\": 66, \"coming\": 49, \"lists\": 47, \"occasion\": 5, \"dsl\": 2, \"isp\": 11, \"dies\": 7, \"hours\": 113, \"reconnection\": 3, \"flow\": 11, \"emails\": 106, \"filtered\": 10, \"sometimes\": 15, \"processes\": 10, \"slow\": 20, \"noticed\": 19, \"arguments\": 11, \"associated\": 6, \"suspicious\": 10, \"sped\": 2, \"noticable\": 2, \"may\": 274, \"aside\": 8, \"above\": 96, \"complete\": 109, \"description\": 15, \"else\": 50, \"suffered\": 6, \"backlog\": 2, \"lots\": 31, \"limit\": 20, \"joe\": 28, \"berry\": 8, \"aim\": 5, \"topshot\": 2, \"msgr\": 2, \"joetopshot\": 4, \"baltimore\": 6, \"md\": 6, \"limiting\": 1, \"concurrent\": 1, \"average\": 37, \"concurrency\": 1, \"anymore\": 13, \"regards\": 40, \"adam\": 3, \"sunday\": 13, \"reducing\": 5, \"impact\": 8, \"tons\": 5, \"advice\": 25, \"given\": 54, \"solved\": 2, \"software\": 229, \"tricks\": 7, \"piece\": 18, \"aggregator\": 9, \"debugging\": 1, \"sequence\": 8, \"show\": 89, \"bytes\": 18, \"preproc\": 3, \"included\": 54, \"below\": 194, \"fox\": 12, \"conf\": 17, \"skipping\": 6, \"defaults\": 11, \"bootup\": 5, \"logging\": 5, \"initiated\": 5, \"logdebuglevel\": 3, \"stdout\": 4, \"computed\": 13, \"razorhome\": 4, \"ident\": 2, \"identity\": 12, \"vnumber\": 28, \"starting\": 41, \"uname\": 2, \"numbermdk\": 1, \"nov\": 16, \"mst\": 1, \"inumber\": 12, \"unknown\": 26, \"reading\": 49, \"straight\": 18, \"rfcnumber\": 2, \"supported\": 21, \"engines\": 29, \"prep\": 3, \"mimenumber\": 2, \"empty\": 17, \"items\": 34, \"discovery\": 24, \"lst\": 6, \"nomination\": 2, \"catalogue\": 6, \"assigning\": 8, \"seconds\": 21, \"closest\": 6, \"srl\": 9, \"min\": 13, \"se\": 39, \"numberb\": 10, \"cached\": 2, \"info\": 82, \"freeware\": 3, \"download\": 47, \"went\": 59, \"erasing\": 1, \"connecting\": 4, \"connection\": 23, \"established\": 22, \"greeting\": 4, \"sn\": 2, \"epnumber\": 3, \"skipped\": 17, \"queries\": 5, \"disconnecting\": 2, \"q\": 73, \"finished\": 13, \"successfully\": 11, \"bounce\": 5, \"salesnumber\": 3, \"return\": 57, \"invoked\": 5, \"helo\": 2, \"port\": 15, \"dsnumber\": 1, \"devices\": 10, \"datareturn\": 1, \"smtp\": 12, \"lyris\": 2, \"interface\": 8, \"sat\": 5, \"jammed\": 4, \"eric\": 6, \"koester\": 5, \"trollbox\": 2, \"dustpuppy\": 1, \"mckee\": 1, \"diskeeper\": 17, \"manager\": 44, \"executive\": 20, \"unsubscribe\": 189, \"numbera\": 9, \"reply\": 123, \"lyr\": 1, \"execsoft\": 1, \"content\": 117, \"type\": 103, \"charset\": 10, \"ascii\": 5, \"envelope\": 20, \"maximum\": 10, \"reliablilty\": 1, \"important\": 73, \"lite\": 9, \"windows\": 83, \"includes\": 88, \"advanced\": 16, \"defragmentation\": 2, \"faster\": 24, \"previous\": 16, \"built\": 26, \"defragmenters\": 2, \"nt\": 11, \"xp\": 13, \"millions\": 49, \"attest\": 2, \"popularity\": 17, \"updated\": 12, \"operating\": 13, \"onward\": 3, \"scheduled\": 6, \"across\": 37, \"superior\": 28, \"defragmenter\": 4, \"recommended\": 9, \"automatic\": 10, \"periodically\": 14, \"information\": 407, \"electronically\": 5, \"survey\": 15, \"individuals\": 55, \"voluntarily\": 3, \"enjoy\": 22, \"timely\": 9, \"yourself\": 70, \"body\": 71, \"along\": 40, \"inc\": 21, \"rights\": 119, \"reserved\": 59, \"logo\": 6, \"registered\": 53, \"trademarks\": 8, \"states\": 118, \"countries\": 44, \"microsoft\": 29, \"corporation\": 25, \"brand\": 26, \"property\": 42, \"respective\": 3, \"owners\": 29, \"equiv\": 1, \"title\": 30, \"p\": 96, \"align\": 12, \"center\": 44, \"border\": 18, \"src\": 20, \"cellpadding\": 4, \"cellspacing\": 4, \"style\": 30, \"collapse\": 10, \"bordercolor\": 4, \"autonumbernumber\": 4, \"tr\": 21, \"td\": 33, \"face\": 46, \"verdana\": 12, \"ffnumber\": 4, \"size\": 65, \"valign\": 11, \"nbsp\": 16, \"roman\": 4, \"span\": 19, \"numberpt\": 12, \"sup\": 2, \"arial\": 5, \"href\": 42, \"alt\": 10, \"purchase\": 77, \"div\": 3, \"map\": 6, \"fpmapnumber\": 2, \"qu\": 3, \"pagereq\": 1, \"alpha\": 1, \"alphanumber\": 1, \"deptid\": 1, \"mfgpartno\": 1, \"mfgid\": 1, \"search\": 95, \"loc\": 1, \"rect\": 8, \"coords\": 8, \"eeper\": 1, \"imenu\": 1, \"y\": 30, \"skeeper\": 1, \"sr\": 9, \"er\": 1, \"bs\": 1, \"pp\": 3, \"sortval\": 1, \"price\": 164, \"plattype\": 1, \"sear\": 1, \"ch\": 2, \"vsplnumberdnxnumbernpkicnumberknumberynumberwnumberjtwfnumbertjazvnumberneateue\": 1, \"numberjauddqskqdnumberunumberrg\": 1, \"odiynumberzvdnumberzknumberfjbl\": 1, \"pfhmnumberpnumberinryf\": 1, \"dqnbnumberamrhiamtmlzzsnumberjgnumbervvrqwwnumber\": 1, \"ngnumberabuhlaprzhncfbqilcqnumberpkqimn\": 1, \"hcmhgobkonumberinumberbonumberbnumberggknumberngyvpiimlnnumber\": 1, \"true\": 59, \"bccatid\": 1, \"bccatname\": 1, \"books\": 34, \"bcdeptid\": 1, \"bcdep\": 1, \"tname\": 1, \"utilities\": 35, \"bcclassid\": 1, \"bcclassname\": 1, \"maintenance\": 6, \"usemap\": 1, \"hr\": 2, \"noshade\": 2, \"enumberenumberenumber\": 2, \"esi\": 1, \"vp\": 1, \"br\": 41, \"correspondence\": 26, \"fathom\": 2, \"thinks\": 4, \"struggling\": 3, \"decisions\": 10, \"wether\": 1, \"ahead\": 9, \"plans\": 32, \"ocr\": 4, \"forms\": 33, \"scanning\": 4, \"consultant\": 8, \"he\": 287, \"heard\": 33, \"folks\": 26, \"considering\": 8, \"implementing\": 2, \"entry\": 8, \"costs\": 25, \"improve\": 31, \"efficiency\": 2, \"move\": 80, \"foreward\": 1, \"direction\": 8, \"initialy\": 1, \"prompted\": 2, \"consider\": 27, \"decide\": 34, \"compamy\": 1, \"recomend\": 1, \"planning\": 20, \"continue\": 44, \"suits\": 1, \"quickly\": 25, \"stay\": 14, \"touch\": 11, \"works\": 72, \"advise\": 3, \"proper\": 23, \"individual\": 28, \"company\": 235, \"jay\": 4, \"hear\": 20, \"plugin\": 6, \"mozilla\": 47, \"button\": 21, \"arnaud\": 6, \"ab\\u00e9lard\": 2, \"administrateur\": 2, \"r\\u00e9seaux\": 2, \"et\": 88, \"syst\\u00e8mes\": 2, \"irin\": 2, \"facult\\u00e9\": 2, \"de\": 234, \"sciences\": 5, \"universit\\u00e9\": 2, \"nantes\": 3, \"post\": 60, \"abelard\": 2, \"univ\": 1, \"plugins\": 7, \"revoking\": 1, \"unblocking\": 1, \"accidentally\": 5, \"blocked\": 4, \"permanent\": 11, \"deletion\": 1, \"fortunately\": 4, \"spamnet\": 2, \"isa\": 1, \"inbox\": 24, \"alone\": 27, \"ip\": 16, \"block\": 22, \"jordan\": 6, \"tue\": 23, \"relative\": 9, \"eula\": 1, \"commercial\": 35, \"entirely\": 23, \"intellectual\": 4, \"retain\": 9, \"oh\": 17, \"awful\": 3, \"graph\": 1, \"neat\": 7, \"wish\": 186, \"joking\": 1, \"custom\": 39, \"blocking\": 7, \"framework\": 5, \"uses\": 21, \"plug\": 16, \"ins\": 1, \"jonathan\": 3, \"nichols\": 1, \"jnichols\": 1, \"pbp\": 1, \"effectiveness\": 3, \"graphs\": 1, \"higgins\": 3, \"dhiggins\": 1, \"netc\": 1, \"ldsnumber\": 1, \"cdc\": 1, \"impressive\": 6, \"myself\": 24, \"stage\": 8, \"elm\": 2, \"gui\": 6, \"clients\": 38, \"count\": 29, \"detected\": 3, \"phrase\": 1, \"ranking\": 4, \"razored\": 4, \"graham\": 8, \"statistical\": 3, \"probability\": 9, \"statistics\": 12, \"blacklisted\": 1, \"newbie\": 1, \"porting\": 2, \"fairly\": 10, \"minor\": 5, \"interoperate\": 1, \"merged\": 3, \"interest\": 88, \"bill\": 47, \"purpose\": 32, \"rotate\": 6, \"makes\": 47, \"process\": 58, \"rotating\": 3, \"simple\": 137, \"official\": 29, \"source\": 51, \"hosting\": 16, \"provider\": 8, \"redistribution\": 2, \"appears\": 31, \"allowed\": 12, \"attached\": 8, \"luck\": 12, \"rees\": 5, \"thu\": 31, \"burger\": 5, \"asking\": 18, \"almost\": 52, \"answer\": 69, \"posted\": 84, \"lengthy\": 5, \"answered\": 4, \"questions\": 67, \"interaction\": 5, \"possible\": 85, \"configure\": 7, \"syslog\": 5, \"searching\": 21, \"turn\": 39, \"otherwise\": 18, \"dave\": 32, \"leland\": 1, \"woodbury\": 1, \"standard\": 46, \"logrotate\": 1, \"tools\": 62, \"redhat\": 7, \"wildcards\": 1, \"specified\": 5, \"person\": 83, \"g\": 60, \"josh\": 6, \"hildebrand\": 3, \"envoking\": 2, \"denied\": 7, \"debug\": 13, \"helper\": 5, \"app\": 13, \"mode\": 18, \"rm\": 2, \"rf\": 1, \"chicken\": 6, \"finger\": 3, \"device\": 18, \"entree\": 1, \"tehre\": 1, \"simply\": 97, \"setting\": 9, \"group\": 147, \"owner\": 26, \"execute\": 5, \"alleviate\": 1, \"michael\": 22, \"duff\": 3, \"insufficient\": 3, \"quick\": 57, \"chmod\": 4, \"rx\": 5, \"restrict\": 6, \"logger\": 3, \"object\": 12, \"succeed\": 14, \"fails\": 8, \"shot\": 10, \"integrate\": 4, \"shoot\": 7, \"freshly\": 4, \"spit\": 4, \"stdin\": 6, \"command\": 19, \"judgment\": 2, \"comes\": 45, \"experience\": 47, \"zen\": 2, \"musings\": 1, \"solves\": 4, \"eugene\": 14, \"chiu\": 6, \"descriptor\": 4, \"insecure\": 8, \"dependency\": 7, \"runn\": 4, \"ing\": 6, \"gennumber\": 4, \"folder\": 41, \"caughtspam\": 4, \"permissions\": 10, \"screams\": 3, \"taint\": 4, \"setgid\": 3, \"fact\": 67, \"bus\": 8, \"heat\": 4, \"blew\": 4, \"driver\": 15, \"legs\": 5, \"its\": 188, \"defense\": 10, \"accident\": 10, \"vw\": 4, \"wondering\": 11, \"anybody\": 15, \"extract\": 7, \"logdebugleve\": 1, \"var\": 9, \"forgive\": 2, \"partially\": 3, \"stupid\": 15, \"fantastic\": 4, \"fighting\": 7, \"output\": 16, \"dccproc\": 1, \"dated\": 4, \"entering\": 13, \"protocol\": 6, \"terminated\": 1, \"faq\": 11, \"bin\": 9, \"rwsr\": 1, \"jul\": 4, \"digital\": 38, \"sluice\": 1, \"pager\": 1, \"efax\": 1, \"archived\": 6, \"archives\": 4, \"forgot\": 6, \"rob\": 26, \"yeah\": 13, \"asked\": 29, \"late\": 67, \"hint\": 5, \"startup\": 15, \"latest\": 43, \"whom\": 11, \"writable\": 8, \"hey\": 9, \"lately\": 8, \"view\": 38, \"rating\": 5, \"emailed\": 5, \"brainstorming\": 1, \"greatly\": 8, \"appreciate\": 7, \"bugs\": 16, \"tracker\": 2, \"sf\": 17, \"colin\": 2, \"omeganumber\": 1, \"entries\": 10, \"lucky\": 8, \"ears\": 2, \"past\": 62, \"robin\": 3, \"lynn\": 1, \"frank\": 3, \"paradigm\": 1, \"omega\": 1, \"llc\": 7, \"gandalf\": 1, \"fell\": 10, \"khazadum\": 1, \"sheridan\": 1, \"ha\": 1, \"dum\": 2, \"avoid\": 30, \"high\": 111, \"places\": 17, \"locations\": 3, \"ending\": 2, \"txt\": 13, \"upgraded\": 2, \"yesterday\": 26, \"including\": 68, \"suggestions\": 12, \"maxwell\": 2, \"gb\": 1, \"env\": 2, \"ruqvanumberjbus\": 1, \"wed\": 37, \"grownups\": 1, \"computing\": 8, \"sigs\": 1, \"len\": 11, \"enumber\": 7, \"sig\": 6, \"pgffftenumberpnumberve\": 3, \"cptdunumbernwgibika\": 3, \"knumberogzsanumberavvolyvalwxnumberaacdwbnumbera\": 3, \"preparing\": 3, \"batches\": 2, \"contention\": 2, \"raistrick\": 1, \"drais\": 1, \"unrelated\": 6, \"flagged\": 4, \"slightly\": 10, \"trapped\": 1, \"newspaper\": 12, \"estimate\": 4, \"expect\": 33, \"dad\": 8, \"layout\": 2, \"nords\": 1, \"bring\": 21, \"usual\": 8, \"explain\": 9, \"taking\": 31, \"raise\": 8, \"cost\": 83, \"told\": 40, \"pay\": 130, \"cents\": 19, \"money\": 578, \"fun\": 31, \"excuse\": 4, \"repost\": 1, \"atid\": 1, \"spamm\": 4, \"considered\": 13, \"mysqlf\": 2, \"remaining\": 12, \"smth\": 2, \"raido\": 3, \"kurel\": 3, \"cheers\": 4, \"vipul\": 13, \"ved\": 4, \"prakash\": 4, \"future\": 145, \"design\": 29, \"artist\": 11, \"widely\": 7, \"william\": 13, \"gibson\": 3, \"whitelisted\": 1, \"tagging\": 7, \"tagged\": 5, \"ostrich\": 1, \"jpeg\": 1, \"lm\": 6, \"means\": 54, \"razors\": 1, \"whole\": 56, \"understand\": 55, \"documented\": 4, \"anywhere\": 40, \"keeping\": 21, \"tally\": 1, \"imagine\": 23, \"cool\": 20, \"comparing\": 3, \"classifiers\": 1, \"tracking\": 10, \"cat\": 6, \"gary\": 5, \"funck\": 1, \"intrepid\": 1, \"sneak\": 2, \"assassin\": 2, \"marginal\": 3, \"hoping\": 4, \"collective\": 6, \"judge\": 7, \"therefore\": 34, \"benefit\": 46, \"judgement\": 1, \"extensive\": 4, \"missed\": 6, \"adjustable\": 1, \"listed\": 29, \"threshold\": 3, \"sufficient\": 6, \"twice\": 8, \"again\": 152, \"afterward\": 1, \"individually\": 4, \"double\": 14, \"benefits\": 25, \"history\": 28, \"hefty\": 2, \"usually\": 14, \"push\": 3, \"familiar\": 5, \"complex\": 14, \"integration\": 6, \"launch\": 10, \"yielding\": 2, \"extra\": 39, \"directions\": 7, \"sender\": 27, \"cabin\": 2, \"convinced\": 8, \"marked\": 15, \"incredimail\": 3, \"advertisment\": 1, \"strange\": 17, \"ad\": 51, \"talking\": 18, \"finally\": 58, \"evolved\": 4, \"click\": 418, \"depends\": 1, \"remember\": 82, \"main\": 28, \"boniforti\": 2, \"flavio\": 2, \"intergrate\": 1, \"interact\": 2, \"amavis\": 1, \"informa\": 1, \"martiri\": 1, \"verbania\": 1, \"vb\": 2, \"tel\": 24, \"fax\": 121, \"recipe\": 3, \"maildrop\": 9, \"returncode\": 4, \"xfilter\": 2, \"reformail\": 2, \"caught\": 8, \"folders\": 9, \"statements\": 34, \"catches\": 5, \"whitelisting\": 2, \"newsletters\": 11, \"receive\": 290, \"job\": 42, \"hth\": 2, \"jeffrey\": 6, \"quoting\": 6, \"sunil\": 7, \"savkar\": 2, \"inthespace\": 2, \"installing\": 14, \"virtual\": 14, \"thinking\": 49, \"capabilities\": 9, \"integrating\": 3, \"separately\": 5, \"advantage\": 34, \"advance\": 10, \"jeff\": 6, \"mine\": 14, \"difficulties\": 1, \"goes\": 38, \"fold\": 7, \"reviewing\": 2, \"forwarded\": 35, \"rest\": 36, \"batch\": 20, \"ti\": 2, \"int\": 8, \"ploy\": 1, \"several\": 62, \"detect\": 3, \"emit\": 2, \"fixing\": 6, \"desirable\": 3, \"behaviour\": 4, \"unwritable\": 3, \"condition\": 5, \"gracefully\": 1, \"stands\": 7, \"falls\": 3, \"constructor\": 1, \"returns\": 11, \"undef\": 1, \"adjust\": 2, \"overloaded\": 2, \"whit\": 4, \"undefined\": 2, \"symbol\": 8, \"hmac\": 1, \"shanumber\": 2, \"basenumber\": 2, \"hires\": 1, \"uri\": 1, \"dayv\": 1, \"gastonguay\": 1, \"noghri\": 1, \"nauticom\": 1, \"ports\": 12, \"lang\": 4, \"reinstall\": 2, \"relevant\": 23, \"checks\": 23, \"truth\": 27, \"catalog\": 12, \"postive\": 1, \"fire\": 27, \"syncing\": 1, \"hubris\": 3, \"mean\": 38, \"spamtrap\": 3, \"registering\": 6, \"res\": 3, \"err\": 7, \"orig\": 3, \"special\": 156, \"eng\": 6, \"accept\": 36, \"ed\": 15, \"wants\": 30, \"brought\": 16, \"bringing\": 6, \"followed\": 23, \"endless\": 7, \"occurs\": 3, \"optimization\": 7, \"beyond\": 10, \"interpret\": 3, \"examine\": 2, \"further\": 110, \"follows\": 6, \"ritter\": 1, \"bomb\": 4, \"small\": 85, \"variety\": 13, \"reinitializing\": 1, \"reflects\": 1, \"making\": 96, \"mutt\": 2, \"annoying\": 15, \"garble\": 1, \"window\": 16, \"constructive\": 3, \"failing\": 4, \"blauvelt\": 1, \"chooses\": 2, \"timeout\": 7, \"gotten\": 6, \"slower\": 2, \"morning\": 19, \"connectnumber\": 4, \"nextserver\": 4, \"discovernumber\": 4, \"discover\": 44, \"outages\": 1, \"providers\": 12, \"uunet\": 10, \"genuity\": 1, \"god\": 26, \"routes\": 1, \"backbones\": 1, \"disappearing\": 2, \"repropagating\": 1, \"caused\": 12, \"exacerbated\": 1, \"correcting\": 2, \"apologize\": 16, \"inconvenience\": 15, \"willenberger\": 1, \"edification\": 1, \"regardless\": 12, \"internap\": 9, \"backbone\": 5, \"noc\": 5, \"october\": 33, \"event\": 19, \"notification\": 9, \"north\": 34, \"american\": 71, \"pdt\": 3, \"tixnumber\": 2, \"fwd\": 2, \"spoken\": 2, \"technician\": 2, \"regarding\": 27, \"outage\": 3, \"spread\": 8, \"east\": 15, \"coast\": 18, \"nationwide\": 15, \"hardware\": 22, \"vendor\": 4, \"isolate\": 2, \"connections\": 6, \"remain\": 13, \"shutdown\": 3, \"routed\": 1, \"alternate\": 12, \"scale\": 5, \"peering\": 1, \"points\": 19, \"flooded\": 1, \"shifts\": 1, \"reaching\": 3, \"specific\": 39, \"sites\": 123, \"containing\": 16, \"traceroute\": 2, \"investigate\": 8, \"attempt\": 17, \"prefixes\": 1, \"onto\": 8, \"pnap\": 1, \"andrew\": 13, \"dul\": 3, \"operations\": 9, \"inoc\": 2, \"contents\": 15, \"confidential\": 33, \"proprietary\": 9, \"experiencing\": 3, \"aware\": 20, \"approx\": 10, \"pst\": 15, \"concentrated\": 3, \"geographic\": 3, \"regions\": 3, \"tracked\": 5, \"ticket\": 7, \"master\": 21, \"eta\": 1, \"showing\": 8, \"peerings\": 1, \"cities\": 9, \"happening\": 5, \"workaround\": 1, \"logfile\": 1, \"bails\": 1, \"timmy\": 3, \"saw\": 22, \"checking\": 9, \"okay\": 4, \"downgrading\": 1, \"started\": 71, \"robert\": 26, \"pgp\": 4, \"signed\": 30, \"cusku\": 1, \"di\": 2, \"cmeclax\": 2, \"gnupg\": 1, \"gnu\": 1, \"idnumberdbqenumberbqnumberfnumber\": 1, \"knumberhdmgnumberjmraknumberxajnumbercheea\": 1, \"hliunumberztzfjbpyopum\": 1, \"xwcfxgznumber\": 1, \"tgnumberfnnumberjcgnumberqnumberulkvfaojzk\": 1, \"mwnumber\": 1, \"po\": 13, \"le\": 61, \"cmevi\": 1, \"ke\": 1, \"umri\": 1, \"parts\": 15, \"decision\": 19, \"copacetic\": 3, \"night\": 45, \"provided\": 32, \"responses\": 20, \"piped\": 2, \"pine\": 4, \"careful\": 6, \"none\": 40, \"revoked\": 4, \"sc\": 4, \"samuel\": 4, \"checker\": 2, \"pffcu\": 2, \"input\": 24, \"side\": 31, \"pass\": 16, \"systemwide\": 2, \"kinda\": 3, \"problematic\": 3, \"directories\": 22, \"nfs\": 2, \"mounted\": 3, \"drivespace\": 2, \"brian\": 15, \"fahrl\\u00e4nder\": 1, \"zealot\": 1, \"conservative\": 12, \"technomad\": 1, \"evansville\": 1, \"voyage\": 1, \"icq\": 1, \"angegangen\": 1, \"schlange\": 1, \"h\\u00fcften\": 1, \"sein\": 1, \"es\": 4, \"ganz\": 1, \"r\\u00fcber\": 1, \"jetzt\": 5, \"b\\u00fcgel\": 1, \"innen\": 1, \"fest\": 1, \"weil\": 2, \"eine\": 2, \"lange\": 2, \"s\\u00fcsse\": 1, \"fahrt\": 1, \"ist\": 7, \"fahrlander\": 1, \"kiss\": 3, \"principle\": 6, \"optionally\": 2, \"modifying\": 1, \"puzzled\": 2, \"cio\": 1, \"claiming\": 6, \"represent\": 12, \"cloudmark\": 3, \"gist\": 1, \"contain\": 16, \"near\": 22, \"paying\": 31, \"curious\": 14, \"begun\": 5, \"contacting\": 5, \"tactic\": 1, \"stop\": 110, \"community\": 29, \"aspect\": 4, \"wayside\": 2, \"lieu\": 6, \"strictly\": 16, \"ala\": 1, \"brightmail\": 1, \"likes\": 2, \"vmware\": 10, \"base\": 57, \"disk\": 38, \"shared\": 18, \"instances\": 11, \"altered\": 2, \"instance\": 21, \"redo\": 14, \"hard\": 76, \"reads\": 8, \"incorporate\": 7, \"appropriate\": 19, \"described\": 16, \"duane\": 2, \"providing\": 15, \"honeypots\": 2, \"basic\": 33, \"applications\": 20, \"efficiently\": 2, \"recover\": 4, \"attacks\": 25, \"discovered\": 31, \"physical\": 12, \"architectures\": 6, \"production\": 12, \"layered\": 4, \"application\": 70, \"connected\": 6, \"jnumberee\": 2, \"logic\": 7, \"persistence\": 3, \"evolve\": 2, \"often\": 36, \"static\": 10, \"rdbms\": 3, \"partition\": 25, \"changeable\": 5, \"datafiles\": 4, \"volatile\": 6, \"boot\": 12, \"paritions\": 2, \"swap\": 4, \"space\": 26, \"eliminated\": 7, \"reboot\": 14, \"cracks\": 2, \"leverage\": 6, \"buffer\": 9, \"overflow\": 3, \"iis\": 9, \"trojan\": 6, \"backdoor\": 2, \"exposed\": 3, \"writing\": 50, \"delta\": 11, \"erased\": 2, \"rebooted\": 3, \"downtime\": 4, \"minimal\": 14, \"deleting\": 6, \"restoring\": 3, \"backup\": 42, \"redundant\": 2, \"balancing\": 3, \"availability\": 4, \"accessible\": 11, \"implemented\": 8, \"feature\": 74, \"raid\": 14, \"allowing\": 8, \"greater\": 18, \"reliability\": 2, \"hack\": 10, \"resistance\": 4, \"applied\": 15, \"partitions\": 17, \"abandoned\": 6, \"reasons\": 36, \"architecture\": 4, \"separation\": 3, \"analogous\": 3, \"performing\": 4, \"ghosting\": 2, \"involve\": 7, \"opinions\": 7, \"ben\": 25, \"yannick\": 5, \"gingras\": 5, \"wonder\": 23, \"protection\": 25, \"smart\": 13, \"cards\": 26, \"procession\": 3, \"unit\": 8, \"ability\": 25, \"ship\": 16, \"periodicaly\": 1, \"uppon\": 1, \"cashing\": 1, \"monthly\": 18, \"subscription\": 77, \"fee\": 34, \"renting\": 1, \"card\": 91, \"encryption\": 3, \"decrypt\": 4, \"mangled\": 1, \"service\": 155, \"sounds\": 18, \"feasible\": 2, \"totaly\": 2, \"locks\": 1, \"parallel\": 2, \"usb\": 8, \"trustworthy\": 9, \"cracker\": 4, \"simulate\": 3, \"lock\": 11, \"peek\": 3, \"executable\": 5, \"deactivated\": 2, \"luciano\": 3, \"rocha\": 3, \"consciousness\": 3, \"naps\": 2, \"crudely\": 1, \"vms\": 1, \"vax\": 1, \"years\": 165, \"handy\": 3, \"cd\": 98, \"filesystem\": 4, \"intrinsically\": 1, \"readonly\": 2, \"graceful\": 1, \"storage\": 11, \"worm\": 2, \"structures\": 5, \"older\": 8, \"filesystems\": 1, \"dating\": 5, \"early\": 30, \"generic\": 6, \"facility\": 2, \"mention\": 12, \"snapshots\": 3, \"existing\": 25, \"written\": 32, \"obviously\": 10, \"seekable\": 1, \"illusion\": 2, \"perfectly\": 5, \"adequate\": 3, \"distinguish\": 1, \"truly\": 10, \"simpler\": 4, \"fake\": 3, \"success\": 62, \"discard\": 2, \"ntfs\": 1, \"lives\": 14, \"latter\": 8, \"strategy\": 16, \"experiments\": 2, \"extfnumber\": 1, \"reiser\": 1, \"complexity\": 4, \"raidnumber\": 2, \"contend\": 1, \"cheaper\": 5, \"sense\": 23, \"shadowing\": 1, \"striping\": 1, \"slowup\": 1, \"dangers\": 2, \"higher\": 12, \"levels\": 5, \"hold\": 25, \"gigs\": 1, \"dedicate\": 1, \"fault\": 5, \"recovery\": 7, \"lose\": 56, \"glenn\": 4, \"everhart\": 1, \"bmord\": 3, \"webappsec\": 5, \"securityfocus\": 10, \"secprog\": 7, \"automated\": 12, \"transmission\": 5, \"privileged\": 1, \"exempt\": 1, \"disclosure\": 2, \"applicable\": 5, \"law\": 47, \"hereby\": 2, \"notified\": 17, \"copying\": 8, \"distribution\": 34, \"contained\": 25, \"herein\": 3, \"reliance\": 1, \"thereon\": 1, \"prohibited\": 10, \"immediately\": 70, \"destroy\": 3, \"material\": 15, \"entirety\": 1, \"electronic\": 20, \"scott\": 3, \"mackenzie\": 2, \"package\": 87, \"wnumberk\": 2, \"microsloth\": 2, \"ghost\": 2, \"essentially\": 7, \"takes\": 30, \"picture\": 17, \"upon\": 48, \"schedule\": 7, \"demand\": 14, \"replaces\": 2, \"drive\": 81, \"student\": 14, \"libraries\": 4, \"common\": 17, \"practice\": 8, \"environments\": 3, \"workstations\": 3, \"wipe\": 5, \"weekly\": 20, \"basis\": 13, \"crispin\": 12, \"cowan\": 6, \"ph\": 3, \"chief\": 25, \"scientist\": 9, \"wirex\": 6, \"security\": 117, \"hardened\": 2, \"insure\": 1, \"safe\": 34, \"universe\": 9, \"protected\": 4, \"protect\": 70, \"months\": 91, \"customer\": 37, \"coping\": 1, \"market\": 123, \"bootleggers\": 1, \"unlocked\": 2, \"act\": 66, \"unlocking\": 1, \"secret\": 43, \"tougher\": 1, \"pissed\": 3, \"ms\": 12, \"forced\": 11, \"nightmare\": 3, \"laptop\": 24, \"mac\": 46, \"sold\": 42, \"converted\": 1, \"audio\": 15, \"play\": 34, \"cracked\": 4, \"jef\": 2, \"approxmation\": 2, \"partion\": 2, \"mount\": 3, \"news\": 160, \"attackers\": 3, \"administrators\": 3, \"remount\": 2, \"rw\": 3, \"presumably\": 6, \"disable\": 3, \"kernel\": 1, \"compartmentalizes\": 1, \"lids\": 1, \"cap\": 4, \"sys\": 4, \"lcap\": 1, \"definately\": 1, \"break\": 17, \"functionatily\": 1, \"pun\": 2, \"apologies\": 20, \"hatch\": 1, \"expected\": 12, \"dreaded\": 2, \"engineer\": 5, \"mord\": 11, \"wednesday\": 25, \"dissertation\": 4, \"optimistic\": 2, \"applying\": 7, \"commit\": 13, \"state\": 198, \"forever\": 13, \"penalties\": 7, \"accumulate\": 2, \"structured\": 2, \"garbage\": 3, \"collect\": 6, \"sometime\": 4, \"eagerly\": 2, \"corrupted\": 4, \"conservatively\": 2, \"eat\": 9, \"middle\": 24, \"critical\": 14, \"corruption\": 5, \"everything\": 60, \"programming\": 15, \"language\": 26, \"imposes\": 2, \"substantial\": 17, \"love\": 44, \"spent\": 17, \"proposed\": 20, \"ambitious\": 7, \"revert\": 6, \"accrue\": 4, \"stores\": 15, \"reset\": 1, \"harm\": 5, \"frustrate\": 3, \"spending\": 12, \"coding\": 3, \"describe\": 3, \"occur\": 6, \"become\": 72, \"apply\": 51, \"reboots\": 2, \"certainly\": 17, \"addressed\": 8, \"hardest\": 3, \"abstracted\": 1, \"particular\": 31, \"heuristics\": 1, \"delineating\": 1, \"malevolent\": 1, \"task\": 13, \"roughly\": 6, \"antiviral\": 2, \"authors\": 6, \"living\": 38, \"paritcular\": 1, \"penalty\": 5, \"changing\": 15, \"requiring\": 6, \"flip\": 2, \"modify\": 9, \"bios\": 5, \"remotely\": 3, \"flaw\": 3, \"permit\": 5, \"dine\": 1, \"college\": 22, \"isd\": 1, \"voice\": 12, \"senior\": 13, \"dba\": 1, \"cars\": 13, \"coordinator\": 1, \"scottm\": 1, \"cracking\": 5, \"engineering\": 7, \"ubiquitous\": 4, \"unices\": 6, \"solaris\": 2, \"hp\": 8, \"ux\": 2, \"aix\": 2, \"sco\": 3, \"respectable\": 3, \"companies\": 94, \"ready\": 45, \"bucks\": 15, \"reputation\": 5, \"matters\": 9, \"xbsd\": 2, \"answers\": 9, \"sugestions\": 1, \"protecting\": 9, \"online\": 140, \"requirement\": 7, \"coder\": 2, \"obb\": 1, \"observing\": 1, \"bantu\": 1, \"speaking\": 6, \"butanone\": 1, \"rolll\": 1, \"intrusions\": 1, \"considerably\": 3, \"powerful\": 36, \"configured\": 4, \"rom\": 33, \"ram\": 21, \"scratch\": 8, \"numerous\": 7, \"distros\": 3, \"stateless\": 3, \"functional\": 7, \"persist\": 2, \"mountable\": 2, \"kind\": 49, \"control\": 75, \"management\": 38, \"blah\": 6, \"starts\": 13, \"conventional\": 9, \"expensive\": 13, \"organized\": 6, \"standardized\": 4, \"bootable\": 2, \"cds\": 14, \"drives\": 8, \"practical\": 12, \"fortunate\": 6, \"fhs\": 2, \"compliant\": 6, \"nix\": 3, \"fit\": 17, \"unusual\": 9, \"gigabytes\": 2, \"multimedia\": 8, \"dvds\": 18, \"outdated\": 4, \"requirements\": 18, \"grow\": 14, \"consolidate\": 6, \"significance\": 4, \"anyhow\": 2, \"fundamentally\": 1, \"administrative\": 7, \"tend\": 4, \"logical\": 8, \"maps\": 4, \"naturally\": 11, \"versus\": 6, \"writeable\": 1, \"unchangeable\": 1, \"internally\": 2, \"designated\": 9, \"solid\": 4, \"measures\": 5, \"prevent\": 15, \"unauthorized\": 3, \"remote\": 23, \"modification\": 3, \"wished\": 1, \"mechanism\": 6, \"broad\": 5, \"classes\": 3, \"overflows\": 1, \"middleware\": 1, \"prevention\": 2, \"defend\": 4, \"assume\": 25, \"compromised\": 3, \"lower\": 28, \"features\": 36, \"relatively\": 11, \"guessing\": 4, \"knowledge\": 44, \"interestiong\": 1, \"insight\": 1, \"playing\": 28, \"gdb\": 1, \"dissassembler\": 1, \"hints\": 4, \"objdump\": 1, \"biew\": 1, \"hex\": 1, \"viewer\": 6, \"disassembler\": 1, \"artem\": 2, \"frolov\": 2, \"ispras\": 1, \"ru\": 1, \"administrator\": 9, \"institute\": 9, \"russian\": 4, \"academy\": 2, \"cellular\": 4, \"cnumber\": 4, \"ca\": 24, \"df\": 1, \"numberd\": 11, \"anumber\": 4, \"definitions\": 1, \"science\": 29, \"green\": 9, \"wiggles\": 1, \"biology\": 1, \"stinks\": 1, \"chemistry\": 3, \"physics\": 8, \"byte\": 3, \"magazine\": 18, \"bbs\": 1, \"horse\": 4, \"george\": 12, \"dinwiddie\": 1, \"gdinwiddie\": 1, \"gods\": 1, \"deduct\": 3, \"allotted\": 1, \"sailing\": 1, \"richard\": 5, \"bartlett\": 1, \"developing\": 17, \"printer\": 15, \"settings\": 2, \"n\": 91, \"booklet\": 1, \"duplex\": 1, \"retrieved\": 3, \"logged\": 3, \"registry\": 8, \"hklm\": 1, \"currentcontrolset\": 1, \"print\": 36, \"xnumber\": 14, \"drivers\": 10, \"subkey\": 1, \"loaded\": 10, \"risks\": 13, \"string\": 8, \"delimited\": 1, \"numeric\": 1, \"values\": 11, \"capable\": 11, \"interpreted\": 1, \"twofold\": 2, \"compromise\": 8, \"unlikeley\": 1, \"travel\": 13, \"hive\": 2, \"bypassing\": 1, 